[
    {
      "id": 1,
      "Year": 2018,
      "name": "In your head",
      "slug": "in-your-head",
      "senses": ["Auditive, Smell"],
      "space": "Abandoned Building",
      "type": "Interactive, Performance",
      "description": "How does space emerge? How do we perceive space? In Your Head is an immersive performance challenging your senses and imagination, empowering you to build worlds – collectively dreaming space.",
      "translation": "They refined the idea by creating an atmosphere, automating many of the experience points using technology and using more rugged materials.",
      "img-pula": "https://drive.google.com/file/d/1901AGwrFv9fPGufmH5W5eSKsfJzvjlmV/view?usp=drive_link",
      "img-toni": "https://drive.google.com/file/d/1ekjwf_eDjeSim81N8h2J3q3YHGBVn_lw/view?usp=drive_link",
      "latitude": 44.8837266,
      "longitude": 13.8078657,
      "coordinates": [44.8837266, 13.8078657]
    },
    {
      "id": 2,
      "Year": 2018,
      "name": "Cocoon",
      "slug": "cocoon",
      "senses": ["Visual, Touch"],
      "space": "Abandoned Building",
      "type": "Interactive, Installation",
      "description": "In Pula, the project revolves around the transformation of the Valmaggiore Artilery Fort, showcasing its shift from a military stronghold to a reclaimed natural space, with the aim of creating a contrasting experience inside the Casamatta.",
      "translation": "To replicate the cocoon-like ambiance in Zurich, they employed inflatable plastic structures, ensuring they were airtight. This approach aimed to evoke the same cocoon sensation but in a lighter and more spacious manner.",
      "img-pula": "https://drive.google.com/file/d/1s9SAVo42wuwLxjI3ZCrqCLvcWXrQkH0E/view?usp=drive_link",
      "img-toni": "https://drive.google.com/file/d/1muE-qLipEF9fja3h4ftcIOzBC780y-0X/view?usp=drive_link",
      "latitude": 44.8837266,
      "longitude": 13.8078657,
      "coordinates": [44.8837266, 13.8078657]
    },
    {
      "id": 3,
      "Year": 2018,
      "name": "Boreas",
      "slug": "boreas",
      "senses": ["Visual, Touch"],
      "space": "Seaside",
      "type": "Interactive, Installation",
      "description": "The team embarked on a project to explore the impact of natural elements on architectural spaces and emotions, starting in Pula, Croatia, where they created a wind-driven outdoor installation with stones and fabrics.",
      "translation": "In Pula, Croatia, the team crafted an outdoor installation that interacted harmoniously with nature, using selected stones and flowing fabrics to engage visitors with the elements and the wind's presence. Upon returning to Zurich's Toni-Areal, they translated their creation into an indoor space, constructing an artificial wind-driven installation with suspended fabrics and stones, creating a captivating sensory experience..",
      "img-pula": "https://drive.google.com/file/d/1Ll_xOtxeMMQTKDBGIPUOjoBLL-7er1Rt/view?usp=drive_link",
      "img-toni": "https://drive.google.com/file/d/1iF9vE_vr-m17p6UAv-0-mePw7JtqjVzV/view?usp=drive_link",
      "latitude": 44.890232,
      "longitude": 13.797712,
      "coordinates": [13.797712, 44.890232]
    },
    {
      "id": 4,
      "Year": 2018,
      "name": "The essence of casa matta",
      "slug": "the-essence-of-casa-matta",
      "senses": ["Visual"],
      "space": "Abandoned Building",
      "type": "Installation",
      "description": "In Pula, the project aimed to illuminate the ominous and oppressive space of the Casa Matta tunnel with simple materials, mirrors, and a flashlight, creating reflections and an appropriate atmosphere within the tunnel's walls.",
      "translation": "In Toni-Areal, they transitioned from designing within an existing room to shaping the entire space itself. They employed analog tools such as aluminum foil for light refraction and cardboard panels for room construction, adapting its form to the environment while retaining essential structural elements.",
      "img-pula": "https://drive.google.com/file/d/1qYOWIwZtneX_VPwEp-H0ZgCVRQrZ19_p/view?usp=drive_link",
      "img-toni": "https://drive.google.com/file/d/1Fy3R9ukphFJ8ALeUG0BG--yhwtSpEI1y/view?usp=drive_link",
      "latitude": 44.8837266,
      "longitude": 13.8078657,
      "coordinates": [13.8078657, 44.8837266]
    },
    {
      "id": 5,
      "Year": 2018,
      "name": "Lithic Technology",
      "slug": "lithic-technology",
      "senses": ["Visual, Touch"],
      "space": "Seaside, Inner Land",
      "type": "Installation",
      "description": "Lithic Technology is an attempt to approaching the geology and plant life of an unfamiliar environment through the manufacture of primitive technology. Part of the project are the actual stone tools that where fabricated as well as a process video with animated parts and an exhibition piece. The exhibition encompassed a projection mapping of the animation and the process video which integrated one of the fabricated lithic tools.",
      "translation": "They employed contemporary interactive visual media combined with documentation from Pula to capture the essence of their unique project.",
      "img-pula": "https://drive.google.com/file/d/1QRXnbsbf914hbxx_F8P7kx0YF5BRpBL4/view?usp=drive_link",
      "img-toni": "https://drive.google.com/file/d/1MV7794xXyUdE4V2ogBweK2igtxwUFVz5/view?usp=drive_link",
      "latitude": 44.892189,
      "longitude": 13.802001,
      "coordinates": [13.802001, 44.892189]
    },
    {
      "id": 6,
      "Year": 2019,
      "name": "Layerz",
      "slug": "layerz",
      "senses": ["Visual, Touch"],
      "space": "Abandoned Building, Nature",
      "type": "Installation",
      "description": "We aimed to capture a moment in an environment by creating plinths inspired by growth, decay, and reintegration. In Croatia, we used local earth, organic matter, and artificial materials to construct plinths that reflect changes over time. In Toni, we incorporated discarded paper and a copper wire measuring electromagnetic interference, visually integrating the digital space with the analogue.",
      "translation": "They utilized materials readily available in Zurich to replicate the same effect achieved in Pula.",
      "img-pula": "https://drive.google.com/file/d/1RBHLvOZWw_lvyDLb0ch-yTOysmaX0z6P/view?usp=drive_link",
      "img-toni": "https://drive.google.com/file/d/1veHXi_NyyZhv5qS6cpdBEY--khSNzUeu/view?usp=drive_link",
      "latitude": 44.8837266,
      "longitude": 13.8078657,
      "coordinates": [13.8078657, 44.8837266]
    },
    {
      "id": 7,
      "Year": 2019,
      "name": "Project Soba",
      "slug": "project-soba",
      "senses": ["Visual, Auditive"],
      "space": "Abandoned Building",
      "type": "Performance",
      "description": "“soba” is a surrealistic installation built out of the remnants of the building and makes the dynamics of this unique space visible. It is set up in front of the fascinating window, that connects the building to the nature outside, the ocean. To enhance the strong gravitational pull to the exterior, flakes of the walls are used and hang on the ceiling with a transparent, elastic thread. While closer to the walls more flakes are installed, they get less dense towards the center. This spread imitates an impression of dissolving wall-parts into open space and unfolds borders. While the wind blows, the hanging wall-pieces make a singular, subtle sound and causes a slight feeling of satisfaction, peace and freedom.",
      "translation": "They anonymized objects using white paint to align them with the architectural style of Toni.",
      "img-pula": "https://drive.google.com/file/d/1VwWTZVtF5oS2dAc2s6eqKHgEfYEyyM3r/view?usp=drive_link",
      "img-toni": "https://drive.google.com/file/d/11pm2Jav4ANZmtwrRNHMIrZ3qc2XIkgsW/view?usp=drive_link",
      "latitude": 44.876499,
      "longitude": 13.81706,
      "coordinates": [13.81706, 44.876499]
    },
    {
      "id": 8,
      "Year": 2019,
      "name": "Exosensor",
      "slug": "exosensor",
      "senses": ["Visual, Auditive"],
      "space": "Abandoned Building",
      "type": "Performance",
      "description": "We experimented with various concepts to expand our perception of space, ultimately focusing on the use of ropes to physically connect to and sense our surroundings. This led to the creation of the EXOSENSOR installation, a suit with feelers that interact with the environment, producing unique sounds, and emphasizing the need to adapt the installation to each specific space.",
      "translation": "They integrated reflective elements into the space and substituted the audio immersive factor with a focus on sound design.",
      "img-pula": "https://drive.google.com/file/d/1i2CkuZkJYPmHCw-iM3sPxaoEmPphlUqP/view?usp=drive_link",
      "img-toni": "https://drive.google.com/file/d/1dzDMxLdKQ3lUTDft_lADFS2ZR7-8rfnQ/view?usp=drive_link",
      "latitude": 44.884172,
      "longitude": 13.8458,
      "coordinates": [13.8458, 44.884172]
    },
    {
      "id": 9,
      "Year": 2019,
      "name": "Kasino",
      "slug": "kasino",
      "senses": ["Visual, Auditive, Touch"],
      "space": "Abandoned Building, Nature",
      "type": "Performance, Installation",
      "description": "During our Soft Architecture excursion to Pula, Croatia, we explored the theme of \"Trash\" in an old, abandoned military building called \"Kasino.\" Through a series of performances, we engaged with the space and objects in unconventional ways, leading to a unique and chaotic final performance. Upon returning to Zurich, we translated this experience into an exhibition that conveyed both the process and the chaos of our explorations, highlighting the value of unconventional approaches in design thinking.",
      "translation": "They harnessed found materials as performative objects to evoke a similar atmosphere within Toni Areal.",
      "img-pula": "https://drive.google.com/file/d/1SVMxBCrAY8SdrG6E7hPkH7Zq-5itO5ea/view?usp=drive_link",
      "img-toni": "https://drive.google.com/file/d/1oNGSymmz8DYtaqdl_y7CiPKzXjqRy8u_/view?usp=drive_link",
      "latitude": 44.900627,
      "longitude": 13.811706,
      "coordinates": [13.811706, 44.900627]
    },
    {
      "id": 10,
      "Year": 2019,
      "name": "Mesh",
      "slug": "mesh",
      "senses": ["Touch, Visual"],
      "space": "Nature",
      "type": "Interactive",
      "description": "What a puppeteer is to a marionette, so are humans to nature. Or so we tend to think. Inspired by the seaside landscape in Pula, Croatia, our goal was to demonstrate through haptic feedback how easily the Adriatic Sea was able to influence and control our movements. It could be imagined as a kind of reverse puppetry. We also created a range of artificial sounds using trash from around the area that would be “played” as a result of the movement between the ocean and ourselves.",
      "translation": "They employed sound and haptic elements to artfully recreate the sensations of the Adriatic Sea experience within Toni Areal.",
      "img-pula": "https://drive.google.com/file/d/1fGMOxSrfCcXJkqOVaj5FY-49mktY6EH1/view?usp=drive_link",
      "img-toni": "https://drive.google.com/file/d/1MW2IhP0-Hm5BuCtf_aBnA4sFviJaFuFs/view?usp=drive_link",
      "latitude": 44.890232,
      "longitude": 13.797712,
      "coordinates": [13.797712, 44.890232]
    },
    {
      "id": 11,
      "Year": 2021,
      "name": "Meduza Dilema",
      "slug": "meduza-dilema",
      "senses": ["Touch, Visual"],
      "space": "Seaside, Under water, Nature",
      "type": "Installation, Interactive",
      "description": "Meduza\" and \"Dilema\" are Croatian words for jellyfish and dilemma, representing the two choices faced in our project. We chose a location in Štinjanska Uvala, Pula, where we encountered mesmerizing jellyfish and the dilemma of whether to save them, despite their impact on the local ecosystem, which we highlighted through our glass jar installations.",
      "translation": "They translated the abstract thought of jellyfish dying into \"ideas dying\". By using the concept of slingshotting the jellyfish back into the ocean, they applied the same onto ideas. The ideas are \"slingshotted\" into the internet so they can live on. They brought an observable dilemma and translated it into something which applies to most of us.",
      "img-pula": "https://drive.google.com/file/d/1mdjCHA_tHVkbW1OhTauWpJfbmDvLAnSM/view?usp=drive_link",
      "img-toni": "https://drive.google.com/file/d/16R_wngYGKeeZ3urcX0ZAMz0Ob6BosRIU/view?usp=drive_link",
      "latitude": 44.888939,
      "longitude": 13.805028,
      "coordinates": [13.805028, 44.888939]
    },
    {
      "id": 12,
      "Year": 2021,
      "name": "U Nebo",
      "slug": "u-nebo",
      "senses": ["Visual"],
      "space": "Abandoned Building",
      "type": "Installation, Interactive",
      "description": "U NEBO is an installation, which is located in an abandoned military building in Pula, Croatia. The Project takes place in a hallway and consists of three cleared rectangles and a collection of floating objects, found on site. Our intervention is a reaction to how we sensed the space. The house is built into the earth and through the three different openings in the ceiling you can see the plants growing on the roof of the building. This setting creates an underground feeling and a weird sensation of longing to the outside world. U NEBO highlights these aspects and the feeling of being trapped through its levitating character.",
      "translation": "They meticulously 3D scanned the surrounding environment in Pula, allowing them to recreate and immerse visitors in a virtual world within Toni Areal using projection mapping and virtual reality, bridging the gap between the two spaces.",
      "img-pula": "https://drive.google.com/file/d/1rXvDNLzWpNmYE9hd_JivLmUkVGhjhRfy/view?usp=drive_link",
      "img-toni": "https://drive.google.com/file/d/16kFritOe3JoTRgVdzA8FXtY3-oq1oAOd/view?usp=drive_link",
      "latitude": 44.884314,
      "longitude": 13.844743,
      "coordinates": [13.844743, 44.884314]
    },
    {
      "id": 13,
      "Year": 2021,
      "name": "Myopie",
      "slug": "myopie",
      "senses": ["Visual, Auditive"],
      "space": "Abandoned Building",
      "type": "Installation",
      "description": "We embarked on our Soft Architecture project in an abandoned boat house in Pula, Croatia, where we experienced frustration but also found inspiration. Relocating to an abandoned school (Berghain), we discovered shards of glass that led us to create an immersive room installation called MYOPIE, combining shattered glass, light, and sound to engage visitors in an exploration of perspectives and boundaries between human and nature.",
      "translation": "The team brought their rich sensory experiences back to Toni Areal, transforming them into a captivating audiovisual experience that engaged visitors in a multisensory exploration of space and emotion.",
      "img-pula": "https://drive.google.com/file/d/1aXu6oWvnqCSiHzM7X5WGEBm78iIY-9Qz/view?usp=drive_link",
      "img-toni": "https://drive.google.com/file/d/1UKwTKHzeS51ZRCwyAtXIrwbTVE5AD3Zr/view?usp=drive_link",
      "latitude": 44.884314,
      "longitude": 13.844743,
      "coordinates": [13.844743, 44.884314]
    },
    {
      "id": 14,
      "Year": 2021,
      "name": "Cut-Out",
      "slug": "cut-out",
      "senses": ["Visual, Touch"],
      "space": "Abandoned Building",
      "type": "Installation, Interactive",
      "description": "In the module Soft Architecture, which started in Pula, Croatia\nwe visited abandoned military installations and came across the\ncanal space. As part of the module, we dealt with impulses that\nare evoked in us by the environment or objects. One such indicator\nwas the canal in space. In order to strengthen its presence,\nwe saw the need of removing the dirt in the canal, filling the\ncanal at ground level with other rubbish from the environment or\naccentuating it with colour.",
      "translation": "The color inspiration they garnered from their initial project in Pula was skillfully converted into an immersive augmented reality (AR) artwork at Toni Areal, offering visitors a digital extension of their sensory journey.",
      "img-pula": "https://drive.google.com/file/d/1f1qWKUyHWUYxHkr6K6ivm723A5_tMypn/view?usp=drive_link",
      "img-toni": "https://drive.google.com/file/d/1Jfd5padYlqPG0YRSVEMnVbWJNjSFfpGP/view?usp=drive_link",
      "latitude": 44.884262,
      "longitude": 13.844331,
      "coordinates": [13.844331, 44.884262]
    },
    {
      "id": 15,
      "Year": 2021,
      "name": "Feedback Hoop",
      "slug": "feedback-hoop",
      "senses": ["Auditive"],
      "space": "Abandoned Building",
      "type": "Installation, Interactive",
      "description": "In Pula, Croatia, we transformed an abandoned tunnel and chamber into an immersive journey exploring temptation through sound and music. Back in Zurich, we experimented with sound properties and eventually created \"Feedback Hoop,\" an interactive installation that translated our concept of temptation, curiosity, and exploration to a different setting, allowing users to manipulate sound by interacting with a suspended ring.",
      "translation": "The vibe and audio inspiration from the cave in Pula were seamlessly transferred and integrated into the Toni Areal installation, ensuring a cohesive sensory experience across both locations.",
      "img-pula": "https://drive.google.com/file/d/1E7kq_xxKPqkoRA8jePLD3KlrQPT1fV3s/view?usp=drive_link",
      "img-toni": "https://drive.google.com/file/d/1phGLsH-NlqUg7UNDmmSd164Ac3pMWhw9/view?usp=drive_link",
      "latitude": 44.8837266,
      "longitude": 13.8078657,
      "coordinates": [13.8078657, 44.8837266]
    },
    {
      "id": 16,
      "Year": 2022,
      "name": "Moave",
      "slug": "moave",
      "senses": ["Visual, Touch"],
      "space": "Under Water",
      "type": "Installation, Interactive",
      "description": "Moave is a sensory experience exhibition continuative to a sensory perception experiment carried out underwater in Pula, Croatia. Moave means to speak to the visitors different senses and create an opportunity to focus on and be aware of them. Through five different installations dedicated to smell, touch, vision and hearing the visitors of Moave are encouraged to explore their senses in an immersive process. The atmosphere is designed to immerse the visitors into an outerworldly feeling, make them aware of their surroundings and encourage their curiosity.",
      "translation": "The group recreated the feeling of an underwater experience primarily through the use of light and textures. When transitioning to Toni Areal, they maintained this essence by adapting their approach to the indoor space, effectively capturing the underwater ambiance with the same elements.",
      "img-pula": "https://drive.google.com/file/d/1Zx3ULWmUw631dy_BHcm6bq5Lr9XYxpgf/view?usp=share_link",
      "img-toni": "https://drive.google.com/file/d/1Zx3ULWmUw631dy_BHcm6bq5Lr9XYxpgf/view?usp=share_link",
      "latitude": 44.8961591,
      "longitude": 13.8031883,
      "coordinates": [13.8031883, 44.8961591]
    },
    {
      "id": 17,
      "Year": 2022,
      "name": "Building Contrast",
      "slug": "building-contrast",
      "senses": ["Visual, Touch"],
      "space": "Abandoned Building",
      "type": "Installation, Interactive",
      "description": "Building Contrast\" is an interactive installation in two parts: the first part takes place in an abandoned building in Štinjan (Pula), Croatia, and the second part inside of the ZHdK Toni Areal. The spatial installation in Štinjan showed the contrast between the abandoned building and its surroundings; we then translated this concept into Toni.",
      "translation": "In Pula, the team initially focused on creating a tactile and visually interactive experience by adding technological elements. When bringing this concept to Toni-Areal, they maintained their emphasis on interactivity by incorporating haptic and visual elements that recreated their initial sensory experience.",
      "img-pula": "https://drive.google.com/file/d/1Qw5gAvks8l7gfnYqb0JljoZ4q9SbNOZf/view?usp=share_link",
      "img-toni": "https://drive.google.com/file/d/1g24E7_YEW0rU1Y8RfnBRItfpsh7y9sSv/view?usp=sharing",
      "latitude": 44.87904,
      "longitude": 13.821033,
      "coordinates": [13.821033, 44.87904]
    },
    {
      "id": 18,
      "Year": 2022,
      "name": "Untiled",
      "slug": "untiled",
      "senses": ["Visual, Touch, Auditive"],
      "space": "Abandoned Building",
      "type": "Installation, Interactive",
      "description": "The final project shows a \"stone box\" covered with glass. On the sides of the box are holes, through which one can touch the stones and pebbles inside the box. When moving or throwing stones, a big echo fills the whole room. Suddenly, the box is the room or the room is the box. Small sounds impact and fill the whole space",
      "translation": "In Pula, the team aimed to recreate the sensation of an underwater experience using light and textures. When adapting this concept to Zurich, they sought to maintain this feeling by creatively utilizing materials and lighting to evoke a similar ambiance.",
      "img-pula": "https://drive.google.com/file/d/1svSMGLaT5POxpfmQl8wTWI8VM1I_2q25/view?usp=share_link",
      "img-toni": "https://drive.google.com/file/d/1qAhLI8gMJgZXkvoZRfUgv89z7hfFCqOC/view?usp=share_link",
      "latitude": 44.88589,
      "longitude": 13.833997,
      "coordinates": [13.833997, 44.88589]
    },
    {
      "id": 19,
      "Year": 2022,
      "name": "Capturing light",
      "slug": "capturing-light",
      "senses": ["Visual"],
      "space": "Abandoned Building",
      "type": "Installation",
      "description": "Capturing Light\" was a multi-material, multi-media light installation, conducted during the Soft Architecture module in September and Oktober 2022. The project took place in two separate locations. The first part was carried out in Štinjan (Pula), Croatia, where as the second part was performed at Toni Areal in Zurich. For the installation in Pula the students used mirrors, to guide sunlight into one of the ammunition storage rooms that remained from the war. At the Toni Areal, artificial light was exclusively used to produce a spatial experience.",
      "translation": "In Pula, the project involved using mirrors and light to transform the Casa Matta tunnel's atmosphere. When transitioning this project to Toni-Areal, the team incorporated microphones and condensed the space into a box, optimizing it for maximum acoustic effects.",
      "img-pula": "https://drive.google.com/file/d/1gwW6HS5FJtxaUrahkq8O_XmTQwUeJYmy/view?usp=share_link",
      "img-toni": "https://drive.google.com/file/d/1ZHga_CS8lOkdh6P0I1JA-X0bY620kuzp/view?usp=share_link",
      "latitude": 44.885917,
      "longitude": 13.833159,
      "coordinates": [13.833159, 44.885917]
    },
    {
      "id": 20,
      "Year": 2022,
      "name": "Draw something on the canvas",
      "slug": "draw-something-on-the-canvas",
      "senses": ["Visual, Touch"],
      "space": "Abandoned Building",
      "type": "Interactive",
      "description": "We explored Pula's hidden spaces, blending its wartime history with the graffiti-covered present, resulting in interactive installations that engage visitors in deciphering morse code and questioning control. Working in Pula and Toni provided contrasting environments, influencing our creative process and resource utilization.",
      "translation": "In Pula, the project in the Casa Matta tunnel focused on illuminating the space with mirrors and a flashlight to create a unique atmosphere. When translating this project to Toni-Areal, the team shifted to shaping the entire room, using analog tools like aluminum foil for light refraction and cardboard panels to construct the space, aiming to maintain simplicity while adapting to the environment.",
      "img-pula": "https://drive.google.com/file/d/10d029Z6WoW_toVqxYMCPyFiIYERXxcTu/view?usp=share_link",
      "img-toni": "https://drive.google.com/file/d/1MJgAzPgwokbA8UDLviFdDTDdU7C4oqkD/view?usp=share_link",
      "latitude": 44.884708,
      "longitude": 13.836202,
      "coordinates": [13.836202, 44.884708]
    }
  ]